var data = `我给你坦白吧，女生永远没有理想型，只有不理想型。永远不知道自己喜欢的是什么，瞬息万变，但女生知道自己不喜欢什么！
                                                                            
！！！对
                                                                                            
很难不赞同
                                                                                            
不想要什么还是清楚的哈哈哈哈哈哈哈
                                                                                            
我们俩哈哈哈哈哈哈哈哈哈
                                                                                            
哈哈哈哈精辟
                                                                                            
对！！ 

                                                                                           
看看我的简介！
                                                                                            
 
哈哈哈哈，就跟别人问我想吃啥菜我说不出来，但问我不想吃啥我绝对秒答“苦瓜相关的全部”
                                                                                            
。理论课程结束 
蹭蹭，一开始是喜欢长得好看的，后来缘分到了，觉得虽然他长的没有那么帅也没有关系，最后待久了觉得他越来越好看
                                                                                            
赶紧出书
                                                                                            
 
哈哈哈这个真的对
                                                                                            
男生也这样 
总结的太精辟了！！理想型随下一任而变，但是不能接受的永远不可以
                                                                                            
其实达到及格线（不太糟）之后，随缘吧
                                                                                            
男生也是这样吧
                                                                                            
赞同，对个人来说，只要不讨厌的都愿意接近
                                                                                            
巧了不是
                                                                                            
很难不赞同哈哈哈哈哈哈
                                                                                            
哈哈哈哈哈原来如此
                                                                                            
很难不赞同
                                                                                            
太赞同了！！！！！
                                                                                            
太对了！！
                                                                                            
是的，我不知道自己喜欢什么但知道不喜欢什么
                                                                                            
 
可以的大差不差都可以   不可以发绝对不可以
                                                                                            
 
 
说的对
                                                                                                姐妹！！！ 
别说传统医学了，现代医学也有局限性，你没有听到不同声音不代表其他人都没有思考。
                                                                            
hhhhhh想起有个男生跟我抱怨，跟女生聊天的时候总觉得对方思想浅薄没法聊，我当时好想说，这是因为对方不想搭理你懒得跟不感兴趣的人深谈所以出于礼貌敷衍的应和一下罢了，还真以为就自己“遗世独立”呢！当然，我嘴上说的是啊？是吗？怎么会这样？哈哈没准是你没碰到合适的呢～
                                                                                            
 
大家都知道这个世界没有佛祖菩萨，可是有无数人去烧香拜佛祈求平安，这是为什么呢？
                                                                                            
我感觉投稿人憨憨的...不知所云，太恋爱不知道往那方面扯啥玩意儿
                                                                                            
非常同意 
同意，觉得中医有局限性是反映了一种什么样的思维呢？万事万物哪个没有局限性？
                                                                                            
 
 
对话不在一条线上。我批判的不是题主对传统or现代医学的看法，而是他自以为世人皆醉他独醒的思维“优越”。
                                                                                            
发展时间≠发展程度。人类用电不过也才一两百年，计算机才几十年。中医不是博大精深，而是故弄玄虚。告诉你个事，国内派出去支援外国的医生里没有一个是纯中医的，只有一个中西结合的，剩下全是西医。中医西医只是地理位置得区分，严格来讲应该是先进医学和落后医学。就像数学没有中数和西数一样。
                                                                                            
说传统医学有局限性，不等于认为现代医学没有局限性。如果不承认传统医学有局限性，那至少在某些方面是比较偏执的性格。这是两码事
                                                                                            
 
我赞你，西医才发展多少年？你觉得中医有局限性是因为你根本不了解中医多么的博大精深
                                                                                            
是的，同感。
                                                                                            
说的不错！至少我本人中医西医都会看，不管黑猫白猫抓得住老鼠就是好猫…日常选择西医只是因为方便而非觉得中医不好。
                                                                                            
是呀，个人认为都有其局限性，互相补充吧
                                                                                            
 
 
 
男生也看脸，所以这个第一印象就真的很重要，没啥好说的
                                                                                            
 
是的
                                                                                                现在谁不先看脸呢 
很难不同意 
 
我一直是坚定不移的外貌爱好者，直到遇到那个人，我才明白所有的标准在遇到他时全都会消失不见
                                                                                            

                                                                                            
对对对对对对，外貌党火速站队
                                                                                            
颜狗前来报道，不好看的就算委屈将就了一段时间也必定将就不了多久
                                                                                            
 
 
想多了，难看的越看越烦
                                                                                            
 
我已经深刻认识到了自己这一点，并且认为这并不肤浅，谁能否定人类是视觉动物呢，不过忠于自己的感官和内心直接反应而已💅🏻。众所周知，在很多场合，外表能够解决或改变很多结果
                                                                                            
是的
                                                                                                我就是比较看脸 很诚实 
必须是这样。。
                                                                                            
 
 
 
难道不是看多了，再难看的也看顺眼了么？
                                                                                            
 
我感觉对传统医学的观点和括弧里的没啥因果关系啊。。。。
                                                                            
 
大部分中医中药是没办法证明有效性和安全性的。但是大家都觉得中药有用。而国内一直都在推荐中医中药，从针灸推拿到三伏贴到双黄连预防新冠
                                                                                            
其实还是可以看出一点的
                                                                                                中医偏向经验推导，西医推崇理性思维（不要随意抬杠
                                                                                            
 
想显示一下自己有深度有见解眼光独到
                                                                                            
 
 
而且中医黑还不够多么……现在反而是支持中医的更不敢说话吧🙊
                                                                                            
对
                                                                                                很多问题都可以扩展到括弧里的 
同感。。。。
                                                                                            
中医其实没啥靠谱的理论，书本经验也不大靠谱，只能靠多年老医生治病的“血泪”经验吧？
                                                                                            
他自己有一套价值观吧也不一定对（毕竟没有严格论证）
                                                                                            
我感觉中药内调还挺好的，现在吃中药也不算便宜，不过能有效就好啦
                                                                                            
 
具体治疗原理我不清楚，只知道她以前月经不调，月经三四个月才来一次。后来去华西检查出是多囊，但是开的西药含有避孕药之类的，她不愿意吃，就去中医院内分泌科挂专家号，坚持吃中药调理，之后月经就很准了
                                                                                            
中医治多囊…？？我想知道怎么做到的
                                                                                            
同感。。。
                                                                                            
，我以前在网上查也有推荐市二医院的，但是因为已经看过西医不见效我就没去，选了中医大附院。中医院就是中药+面部治疗，我当时主要是长粉刺，每周去一次，坚持看了2个多月，就好了，以后保持不要常熬夜就不会复发，偶尔冒个痘痘的话，自己会消
                                                                                            
 
 
 
我觉得这个妹子的意思是，作为患者得到了切实的治疗效果，安慰剂效应确实会对研究的医生产生“欺骗”，但是对于患者而言whatever能治就行，出发点不一样吧
                                                                                            
我是在成都中医药大学附属医院看的，中医➕
                                                                                                面部治疗，建议你去你们省的省中医院，大的中医院治疗会有一整套方案
                                                                                            
所以为什么要了解随机双盲实验，安慰剂效应会欺骗很多人。
                                                                                            

                                                                                                规范的治疗痘痘更容易好 
 
对于普通人来说一切都是有用论，正如你吃鸡蛋不会去特意了解母鸡是怎么下蛋的，也不会特意去了解鸡蛋和鸭蛋的不同
                                                                                            
公知早就是贬义词了 
普通人得病如果最终在中医这里治好了对别人来说就是好事儿，那么受益人认为中医有效就没有问题(但有效并不等同于完美)。当别人说自己曾经看中医治好过病后，你就让别人去了解循证医学、双盲实验，你看似理性，其实并不呢
                                                                                            
，你不能说他包治百病，但也不是一无是处吧。其实大家都知道中医有局限性。
                                                                                            
不杠，不管唯理论也好经验论也好，双方都是理性的发表意见、陈述观点，也就是可以沟通的；再有呢，二者的分歧主要在知识的来源问题，其它很多方面都有交集。
                                                                                            
其实我就只是觉得这个得出括弧里结论的逻辑链有问题，不想也不可能再举办个传统医学辩论大会哈
                                                                                            
我真诚的希望你去了解一下循证医学，至少了解一下随机双盲实验。
                                                                                            
嗯嗯，我能理解，毕竟我也是这么过来的。
                                                                                            
我以前长痘痘去几家医院看西医都不见效，后来去中医院看中医最终治好了。还有我同学多囊卵巢综合征也是先看西医不行，后来和我去的同一家中医院治好了。虽然不懂你说的循证医学，但是作为患者的我们确实是因为中医好的，你不能按头让受益的人说没有中医的功劳吧
                                                                                            
 
没用的
                                                                                                这就跟西方哲学唯理论和经验派一样   没人肯让步
                                                                                            
 
我中暑刮痧很有效啊，我难受了拔火罐也很舒服啊~拉莫斯都经常拔火罐。大多数人生病了都会去看西医，看不好才去中医碰碰运气。不过中医有时候真的很神奇。
                                                                                            
这样子的人，才是交流起来最舒服的，谈吐也都挺有趣幽默的哈
                                                                                            
对对对！就这个意思度
                                                                                            
关于女性生理期的调整,感觉西医不太管用啊,我认识的都是中医调理的挺好
                                                                                            
同意+1，有内味儿了
                                                                                            
公知都变成贬义词了嘛？
                                                                                            
） 
关于中医中药方面的确实不怎么样
                                                                                            
这论调看着跟公知一样，把一切转进到大环境啊体质啊，有点膈应人
                                                                                            
你对爱情太理想化了。爱是磨合，不是一致。能和你完全各种都合得来的只有自己。看脸是前提，长得帅身高不重要。长得不帅，最起码还有身高。图一样。
                                                                            
没错，能找到和自己相似百分之四十的都是特别幸运了
                                                                                            
但是我感觉磨合也是要看一下初始性格，初始性格差不多才好磨合，初始性格就差很多，还要用力磨合，怕不是过一辈子得掉层皮
                                                                                            
 
其实，有时候也会自己跟自己生气咧，不能自洽
                                                                                            
所以看完我就想去健身房抬抬杠了 
对……哪有谈恋爱非要爱好和性格一模一样的，不就是互相磨合退让……又不是在找商业合作伙伴
                                                                                            
我觉得我最先考虑的真诚吧，这个刚好介于你说的两者之间，不至于样貌这种第一印象，也没有忠诚责任感那么久远，真诚是始终伴随可以察觉的
                                                                            
对，而且还是因为喜欢对方而想要谈恋爱，而不是觉得自己“需要一个女朋友”
                                                                                            
+1
                                                                                            
 
顶顶顶！
                                                                                            
 
俺也喜欢吃核桃，却不喜欢吃五仁月饼，大概一个意思吧哈哈哈
                                                                                            
我觉得真正的真诚是应该会有通向自身的本质和事物的本质的，至少有愿意通往的倾向。
                                                                                            
 
因为起码不会浪费彼此的时间哈哈哈 
什么吹牛批啊指点江山啊炫耀啊油嘴滑舌啊真的不🉑
                                                                                            
 
同意同意！！
                                                                                            
每个人都希望对方真诚和善良，但也不会因为真诚善良喜欢对方，大多是因为样貌或者才华喜欢，所以我觉得真诚善良最基础又最廉价
                                                                                            
同意！
                                                                                            
有道理 
(所以这就是我还没有男朋友的原因？！) 
太难了 
 
 
 
 
是我本人 
哈哈哈哈哈哈怪不得我也母so…
                                                                                                (反而周围满足这个条件的美女一大堆 
真实！
                                                                                            
 
谁不喜欢这样的男孩子嘞
                                                                                            
 
哈哈哈哈哈哈
                                                                                                是我本人了 
你一定会遇到他、和他相爱（这就是我和男朋友在一起的过程？）
                                                                                            
姐妹你没错
                                                                                            
天啊，我也是这样的
                                                                                                感觉要求不高，但是。。。。 
感觉也是我的择偶观！但素好难是真的！
                                                                                            
 
哈哈哈哈，同上同上
                                                                                            
你家谈恋爱还得找能认识到传统医学局限性的，真的笑死我了，装什么呢真的
                                                                            
 
这种人真是自命清高，觉得自己懂得很多一样。以为别人都是白痴嘛认识不到传统医学的局限性，真正研究这块领域的知识分子也没他那么能装高深啊
                                                                                            
他要是真思想拔群早就被在意内在的妹子追疯了，还会上网抱怨吗？现实中认识真正有思想，或者在外貌之外有任意一条优点（比如会倾听，拍照好看）的男生，没一个缺妹子的。大学以上学历和大城市本来就是极度女多男少，这种情况下男的（在想找妹子的前提下）找不到妹子，自身绝对有大问题。
                                                                                            
姐妹通透！ 
姐妹太精辟辽~ 
 
哈哈哈哈哈哈哈哈哈哈我也，然后后面提出完全不相干的事情来疯狂挽尊，但其实就是想问你们凭什么不喜欢矮的
                                                                                            
 
看完第一段我猜他是个矮子吧
                                                                                            
因为爸爸的身高妈妈的智商很影响后代
                                                                            
可能爸爸基因比较强大哈哈哈 
回复@·予你星河·我甚至超过了那个区间，我妈155，我爸170出头，我170
                                                                                            
我也是上了大学之后才发现挺普遍的，之前一直挺自卑，现在看这么多人跟我差不多也就感觉没啥了
                                                                                            
本人一米六差两公分，初高中都是班里最矮。上了大学才发现，还是有几个人和我一样高的哈哈哈哈！！！
                                                                                            
一米六女孩子不算矮啦
                                                                                            
） 
回复@·予你星河·凭借我有限的经验，我感觉是这样的。也不知道有没有科学依据。
                                                                                            
 
我感觉也是这样，不过也看运气，因为孩子的身高是落在一个计算出来的区间里的，我就是那个区间的最大值，所以我170（我妈160我爸应该170出头）最大值最小值都很少见，差不多都在中间
                                                                                            
 
 
 
我从小到大的同学朋友亲戚真的证实了这句话（不过也有可能被说样本量太小）
                                                                                            
 
。 
没有论文依据，但我听过爹矮矮一个，娘矮矮一窝
                                                                                            
想请问一下这个有论文依据吗？
                                                                                            
 
其实妈妈的身高更影响后代的
                                                                                            
哈哈哈 
这就涉及到剥夺生育权了，而且男生高了一般气质不会差，自己看着也舒服
                                                                                            
 
只能说你目标人群就没找对呀，骑驴找马当然找不到呀 
学过唯物辩证主义的都知道任何事物都有两面性吧
                                                                                            
相信中医中药有什么问题吗？中医西医都能治病啊
                                                                                            
中药不早就开始做实验了吗？中药大辞典这本书都出版几十年了吧
                                                                                            
只要是研究生应该都能认识到吧？
                                                                                            
 
真诚的讨教一下如何证明中药的有效性
                                                                                            
而且我得提醒你，医学生当然能看到循证&双盲，但是医生眼里不会只有循证&双盲。承认中医药的局限性，跟肯定中医药的疗效是不冲突的。
                                                                                            
害
                                                                                                虽然那人字面的说法是认识局限性，现实中的观点应该不会这么平和
                                                                                            
大部分中医中药是没办法证明有效性和安全性的。但是大家都觉得中药有用。而国内一直都在推荐中医中药，从针灸推拿到三伏贴到双黄连预防新冠
                                                                                            
然后呢？如果恋爱双方不是中西医互相抬杠的的，也不是每天生病的，这方面的内容能占生活多少比重啊？（不是在杠你哈帅哥，就是觉得投稿人以这个为择偶切入点，还涉及到国内整个舆论环境，有内味儿了）
                                                                                            
 
 
 
 
相信中医中药和认识到它的局限
                                                                                                这二者不冲突的吧🤔 
也不随便吧，很多医学生还是相信中医中药的啊
                                                                                            
又想起了杨笠的脱口秀～
                                                                            
我翻下来就是为了看到这条哈哈哈哈哈
                                                                                            
对啊，就我自己平时都能听到学校里有男的
                                                                                                说女生穿吊带是为了gouyin别人🌿
                                                                                            
我也觉得！！杨笠也没说所有男性，但总有人觉得说的就是他去对号入座，还振振有词地反驳，难道不就是她所说的“那么自信”的一员吗？（我也觉得极少有例外
                                                                                            
虎扑打分文化啥时候能消失？ 
真的蜜汁自信～
                                                                                            
 
 
哈哈哈哈哈哈哈立马翻出来cut再看一遍
                                                                                            
 
这也是没有办法
                                                                                            
 
说实话，杨笠吐槽的每一个点在我看来就是千千万万男士的槽点（极少有例外），但是不懂男性为什么就是否认或者认为自己是个例外🌚
                                                                                            
我交往过比我矮的男孩子，虽然他嘴上说不在意，但其实他自己会介意身高问题…感情里自信并尊重对方很重要
                                                                            
其实蛮多矮的男的真的思维奇怪，还有那种自己矮希望能找个高个子女朋友，这样就有面子了…
                                                                                            
别卑微啊姐妹，175很棒好吗。要说卑微我170更卑微好吗，高不成低不就的
                                                                                            
 
 
我交往过比我矮的男孩子。我不介意比我矮，问题是死活不承认比我矮，哪怕对着镜子都死活不承认比我矮。这种小事上死活固执的特点真的不讨人喜。不过最后分开不是这个原因。反正以后也不想找比我矮的男生，走在一起就很难看。
                                                                                            
 
来我大北方，180+的男孩子大把等你捞，175超酷好吗
                                                                                            
我遇到过和你一模一样的情况，别的都不说什么了，冬天的鞋跟也就三四厘米就说我穿高跟鞋不考虑他的感受，所以我就分了，以后底线就是至少比我高五厘米（我175+，卑微）
                                                                                            
 
正常思維是對象個高有面子吧⋯說明自己吸引力大
                                                                                            
哎呀
                                                                                                这不是又当又立？又想找个子高的改善基因  又觉得个子太高他没面子？
                                                                                            
说得我突然有点心酸 
我是指身高低的嫌棄身高高的哈⋯
                                                                                            
 
 
 
 
哈哈哈哈哈哈操，好有道理
                                                                                            
确实
                                                                                            
很难不赞同
                                                                                            
看来看去还是您说的最对
                                                                                            
 
有道理 
 
不知道别的女生怎么样，我的择偶标准是活的，男的，下雨知道找地方躲雨或者打伞，不随地吐痰，不随便吐芬芳，我要求高吗
                                                                            
念诗，这浪漫我接不住
                                                                                            
 
 
单身贵族万岁
                                                                                            
 
 
在球场有腹肌的可以
                                                                                            
说实话，太低了哈哈
                                                                                            
 
😂再加一条，夏日户外不随便脱衣服or把衣服掀起来
                                                                                            
还真是😂
                                                                                            
您看我又符合谁的标准
                                                                                            
还有一个要求，必须同城
                                                                                            
没有哦，就这标准脱单依旧没有归期
                                                                                            
我觉得我挺适合这个标准的
                                                                                            
你这从前几天的脱团贴里学到了啊
                                                                                            
 
哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈
                                                                                            
 你全都符合啊！冲冲冲！
                                                                                            
哈哈哈哈哈哈
                                                                                            
看脸 
➕11
                                                                                            
简单直接+1
                                                                                            
简单直接
                                                                                            
女孩子喜欢你，总结几个吧第一你聪明智慧有头脑，第二你幽默搞笑有情商，第三有钱有闲有逼格，第四成熟稳重有风度，第四健康阳光有颜值。就这四条，你们看看自己都占了几条吧，占的越多，女孩子就越喜欢你。——转自虎扑凌晨两点的猫
                                                                            
 
很难不赞同
                                                                                                要不自己优秀工作好 要不家境好 要不长得高帅
                                                                                                要不幽默性格好 都占不太可能 占的越多越好
                                                                                                男生看女生应该也同理吧 
 
 
 
 
哈哈哈(ಡωಡ)hiahiahia目前还是悲伤的母胎solo，thank
                                                                                                you 啦 
 
 
 
哈哈哈哈哈哈哈
                                                                                            
就一条，长得好看🐶
                                                                                            
有没有男孩子喜欢你的女版
                                                                                            
 
 
女的看身高很正常有什么好疑问的
                                                                                就像男的也看身材和脸不是吗 
哈哈哈，还别说，就中医药这一点评论里的观点就能如此不同，说明小哥的择偶要求定的很妙啊
                                                                            
  哈哈哈哈哈绝了，引号里的话简直就是我嘴里出来的。
                                                                                            
其实问题不大，不算引战，他遮遮掩掩的才比较腻歪
                                                                                            

                                                                                                毕竟投稿人，不想引战吧。 
 

                                                                                                我的阅读能力没法帮助我理解到这一层，但你的态度也是对我们这样“中医黑”的一种偏见呀，可以解释为如果我不了解，那这方面就没有定论，我站在中立方就是绝对正确的。。。
                                                                                            
哎呀哥哥你发言太好了，每条都给你点赞
                                                                                            
本身就是没有定论的一件事可以延伸出如此固执的偏见，重要的不是他看待中医药的态度，而是他看待事的态度
                                                                                            
 
就这还挑剔别人对待不同观点的态度是怎样的，自己都已经固执成这个样子
                                                                                            
择偶标准定得再多，当你碰到那个人的时候是会把这些条条框框全部抛开的。
                                                                            
不管学中医还是西医，随便一个医学生都能认识到各自局限性啊 
中医可信的
                                                                                            
 
 
台灯买了买了
                                                                                                但是生气上海到南京三天还没发货
                                                                                                刚被你提起我立马去找人工客服 
 
） 
正常人都会认识到中西医都有局限性吧
                                                                                            
哥哥轻松点好不好，relax一点 
以前是妥妥身高控，还会要求原生家庭完整和睦之类的，现在觉得只要不影响性格都OK，因为身高和家庭都是无法选择的，人品，谈吐，学识，阅历，格局，这些吸引力更强。
                                                                            
 
题主问了好多问题？好奇这之中的联系。 
姐妹，从你这么一说我也突然通透了，我之前还一直围绕在他的中医认识论里，现在突然看到了本质！姐妹🐂🍺
                                                                                            
哈哈哈哈哈后来又问你们女孩子的择偶标准到底是怎么定的？我思考问题这么有深度可你们只看得到的身高。
                                                                                            
别说了别说了
                                                                                                姐妹太犀利辽 给人留点面子吧 
他先问为什么会有身高要求呢没有意义啊，接下来提中医认为觉得中医好的人是盲从社会主流。其实他就是最在意为什么没人喜欢矮的呢，认为要求身高就是没有必要的是盲从社会主流的。
                                                                                            
我觉得吧，真的遇到对的人了的时候，哪儿还有什么狗屁标准，所有标准都是他/她的样子。所谓标准不过是他/她还没出现的时候对于恋爱的幻想罢了。
                                                                            
你是学医的吗？随便一个医学生都能看出传统中&医药的局限吧。。而且这跟你列举的有什么关系嘛？
                                                                            
他在乎的是普通人对待不了解的领域认知模式吧，不然会觉得没有共同语言
                                                                                            
我怀疑你是我导哈哈哈哈麻将
                                                                                他也特别不相信中医  而且也给肥肠希望别人也能意识到中医的不足
                                                                            
不是学医的，确实不了解这些医学知识。但实践中中医确实有一定的效果。这就像马克思主义与基督教徒信仰的差异，有些地方确实无法区分哪种是好的。对于病人来说，哪种有效就用哪种
                                                                                            
了解一下循证医学你就不这么想了
                                                                                            
相关性和因果性需要搞清楚........
                                                                                            
 
 
 
 
绝 
 
山东，行！
                                                                                            
1
                                                                                            
哈哈哈哈哈哈哈哈
                                                                                            
 
哈？这是啥哈哈哈哈哈哈哈哈
                                                                                            
哈哈哈哈哈哈哈哈我也
                                                                                            
 
别来北方，传统直男⚠️
                                                                                            
 
这么说吧
                                                                                要想探讨这些问题，谈恋爱干啥，去参加学术交流会多好～人家个个都是专家，干嘛不去听专家说呢？
                                                                            
 
 
 
哈哈哈哈哈
                                                                                                其实学术讨论也很正常没啥的～纯属看见“想找个能认识到传统医学局限性的女孩”这种发言火大
                                                                                            
 
中医那个，丁香下边一大把，老中医黑了
                                                                            
也不完全是中医黑吧，有兴趣了解一下循证医学
                                                                                            
 
 
理性的人相对更多一些哈哈
                                                                                            
哈哈哈因为在微博上把交际圈子扩展到五湖四海了吧，而且虐虐这儿确实也都比较理性些
                                                                                            
身高影响下一代基因，影响拍照，影响女的能不能在他面前穿高的鞋子。于我而言更重要的是男生比我矮会自卑，但我希望我们的关系更为平等。别的女生择偶标准不知道，反正我喜欢学霸，温柔，正常的男的，兴趣点和阅读小部分重合，这样有话讲，也不会情绪过激，我还能小崇拜他。
                                                                            
やd 
 8 
 
这兄弟的逻辑我不懂 
 
哈哈哈哈哈哈哈要么是经验＋幻想的累积
                                                                                            
 
 
 
 那要不po找女朋友前不要看长相问兴趣爱好了就问问怎么看中医就好了
                                                                            
尊重女性
                                                                            
 
我跟我学生们说，希望我们彼此尊重和信任，至于你喜不喜欢我，那就随缘了
                                                                                            
 
 
 
工作中已经很严肃了，生活中为什么不搞笑些呢？
                                                                                            
为什么我莫名感觉很搞笑 
 
只有排除标准，没有纳入标准。
                                                                            
 
观念不一定比脸变得慢，生活搭档和恋爱对象也有区别。
                                                                            
可以一起讨论中医药/传统医学的局限性，但是无脑喷就算了（我超凶的 
我反复想了想，我觉得我可以不介意身高，但是我很介意因为一个观点就想拼命说服我的男生。别这么二极管，求同存异就行。这个话题聊不来只要有别的同好就行，反正我也不会从一个问题的观点就给人盖棺定论。
                                                                            
谢谢，我明白了
                                                                                            
我择偶标准要求男生175，但我男朋友跟我差不多高，我能接受是因为和他聊得来
                                                                                                三观合
                                                                                                人爱干净上进踏实稳重对我也好，感觉来了身高也是次要。性格合适太重要了
                                                                                            
指的是在考虑认真交友时，普通网友的话，倒是经常因为观点不合就掰掰（头）
                                                                                            
理解洞主。我个人更倾向三观一致，思想兴趣相似，且包容性强，不盲目自大的男生，对身高长相没什么要求。
                                                                            
 
啊，如果我对象非常介意他比我矮本就说明我们三观不一致，不合适。（ex比我矮但我俩从来没有介意过这件事，反而是因为喜欢的方向不同而和平分手的）投稿人说的也只是不希望被外表局限住吧。他想让女生不为身高设限，不正是说明愿意接受比他高的女生吗？
                                                                                            
所有没有要求不是你说了没有就没有哒，你不在意身高长相，不代表你对象不介意他比你矮。。。男人莫名其妙的自尊心呀（投稿人口口声声不应该在意身高，其实反而说明他特别介意女生身高比她高
                                                                                            
 
 

                                                                            
其他标准同理。这到底有啥好疑问的呢 
 
对啊，看到了高个宽肩男生我就很舒服，觉得喜欢，可能就是天生的啊，有啥好疑问的，谁没点外貌偏好呢
                                                                                            
 
我也是近期才发现很多人对中医有一种卫道士心态，容不得别人说中医一点不好，硬要说中医和现代医学一样先进严谨，这种把技术问题和民族、道德问题捆绑的人思维是比较极端的
                                                                            
这种还挺多吧，只要关注过医学相关科普号或者讲一讲就能明白
                                                                            
嗯，就是后面这些品质更重要，但就不像身高一样明显可见
                                                                                            
确实我也不喜欢这种认知模式的人，不过实际相处下来也没啥，可能认真负责温和善良这些品质更影响日常相处。
                                                                                            
 
 
 
哈哈哈哈，并不是的，参考"信息茧房"这个词
                                                                                            
牛逼，建议追丁香园小编，over。
                                                                            

                                                                            
声明网图，俺没对象
                                                                                            
 
这里都能看见你
                                                                                            
 
没有意义，但我喜欢，而且我看到比我矮的男孩子是不可能有和他谈恋爱的想法的吧，而且多半他也没有吧
                                                                            
哈哈哈哈
                                                                                            
我不行，本172女孩甚至不会对165以下的女性朋友撒娇，所以我个人不行，当然别人行也没毛病
                                                                                            
那你会对喜爱小狗狗小猫猫小婴儿撒娇吗？我觉得会的呢。所以我认为给娇小的男朋友撒娇也可以呢
                                                                                            
 
就是想知道为什么身高会影响选择的呢，就是好奇这一点，是社会默认男生比女生高吗？
                                                                                            
因为在你眼里不同的声音都是错的啊，你当然听不到不同的声音
                                                                            
 
嗯，怎么说呢，我表达的是希望对方有一样的认识，如果对方愿意讨论，完全可以讨论的
                                                                                            
 
择偶标准=前男友的长处+分手原因的反面 
 
喜好是会变的。因时变，因人变，各种变。 
 
 
MBTI是正经心理学，但心理学本来也不会很“靠谱”
                                                                                            
我也不是很确定，但看到过批评这个的
                                                                                            
能看到中医药局限性的人……不是挺多的吗……但是你择偶限定这个，不是不可以，就是感觉怪怪的
                                                                            
要是大家能认识到，这个法律应该大概率是通不过的吧（虽然立法委员会和中医药的既得利益集团的关系我不清楚，不排除勾结吧）
                                                                                            
哈哈，我都能说出来认识到这个东西了，利用这个弱点的我肯定更不能接受的，而且哈，更可以说明大家意识不到这个问题才容易被利用。要是防骗知识普及了骗子也不好骗了不是。哦哦，防侮辱嘛是说要靠立一个中医药法来保护这个东西。
                                                                                            

                                                                                            
那你就在能认识到局限性里的人里找对象呗。跟中医有关的东西多，也不能推出认识到中医局限性的人少，只能推出利用中医的人多。并不是所有利用中医的人，都看不到中医的局限性。“防侮辱”这件事是你在回复我的评论中提到的。
                                                                                            
我是说你在，因为能认识到中医药局限性的人多的话，就不会有这么多中医相关的东西了（中草药，中成药，中医理疗，中医馆，中医膏药，甚至中医研究论文）。我没有提防侮辱的事情呀，你的回复也没有提到。怎么冒出来防侮辱这个的呀
                                                                                            
你说你在“信息茧房”里还是我在？防侮辱跟你把“能看到中医的局限性”这条择偶标准有什么关系吗？
                                                                                            
哈哈哈哈，那请参考"信息茧房"，另国内那么多中医院以及都颁布了法律防止侮辱了。你见过说不准侮辱经典力学的法律吗？哈哈哈哈
                                                                                            
我喜欢聪明的。然鹅我都不知多久没有认识男人的机会了。连男的，活的这样的标准都达不到哈哈哈
                                                                            
 
身高算是比较好说出口的要求了，其他的没说而已。
                                                                            
咋地？我喜欢吃香蕉还非得写个论文论证一下么？？？？？？？
                                                                            
 
能尊重女性不厌女，爹味儿不要太重的。
                                                                            
儿子味也不可
                                                                                            
我是感觉家庭在我这里巨重要，巨巨巨重要。肯定不是因为有皇位，而是我那些认识的结了婚的男生在结婚后的一年之内光速的变成了他们爹的样子，女生在生了孩子后八个月身上就有了她们妈妈的影子。
                                                                            
 
哈哈，嘻嘻，我觉得同理心，是会站在他人（家人/朋友/同事）角度思考，能够感受到他人传达的思想，感觉和善良也有点像呢。
                                                                                            
哇，同理心竟然排第一。那我有点点想问，是不是善良比同理心更能准确描述呢
                                                                                            
我昨晚还在总结择偶需求（不是标准）1.聪明智商在线
                                                                                2.身高170+ 3.正常的为人处事和交往
                                                                                4.有责任感，忠诚（但我觉得择偶需求因人而异，需要自己在与异性交往中不断总结）
                                                                            
客气了 
哈哈哈哈，这个理由说服我了，谢谢你
                                                                                            
可能是在异性交往的过程中觉得170以上的让我觉得有安全感吧🙊
                                                                                            
哈哈哈哈，那其实这个个人喜好也是受社会观念，个人成长经历这些的影响哟。
                                                                                            
 
哈哈哈哈，友好的一次沟通
                                                                                            
个人偏好吧…并非看不起170以下的可爱男孩子🙊
                                                                                            
好奇哈，170是怎么来的呢？没有冒犯的意思，纯属好奇
                                                                                            
po主的想法没错啊，聊得来是很重要，但发现聊得来需要过程，而身高眼缘这些都是第一感觉，这些就是说不清楚的东西。
                                                                            
哈哈哈哈，我心态很包容。只是想了解大家的看法，发现这个世界还是很多元的呢
                                                                                            
po主不要太在意了，把问题想简单点。大家都是judge别人容易，轮到自己就傻眼
                                                                                            
嗯，谢谢
                                                                                            
 
 
最起码条件匹配吧，就像我170肯定得找个180+的男生，对我来说忽视这条件的可能性不大，还有性格，眼缘，三观，契合了才有谈对象的可能性吧。谈对象就是找适合自己的啊
                                                                            
no
                                                                                                problem，哈哈哈哈 
1、最重要的就是安全感啦。2、生活中小事，比如高个女生穿鞋问题，高跟还是平底，男方心理女方心理，到时候总会有些微妙的，完全和谐也是存在的，我仅代表我自己。3、考虑到上述因素，以及世俗对身形匹配的看法，那么找个高1cm的男票就不是我的优选了，找个180+的可以避开上述问题。（我自己的观点啦）
                                                                                            
好奇哈，不是杠也无意冒犯，为什么要高10cm以上的呢，为什么高1cm不行呢？是社会世俗所影响吗？
                                                                                            
情绪稳定
                                                                                尊重女性 爱运动 
嗯，感谢感谢，我又有信心了
                                                                                            
我很看重能不能和对方一直有新鲜的话题聊，不限于社会新闻，还有兴趣爱好，身边的人。三观需要大体一致，没有伤害到对方情感的观点可以讨论求同存异，也希望对方不同的观点给我带来不同的思考。在聊得来的基础上，聪明，善良等各种好品质是加分项。外貌看着正常就可以，我不会太在意。
                                                                            
感谢您的回答
                                                                                            
哇，新鲜话题这个，前面有人给我cue了一个词，soulmate
                                                                                            
如果不想接受生活中的柴米油盐，只想找一个和你一起谈理想和思想的精神伴侣。那不是过于幼稚了吗？生活本来就是从细节处开始堆砌的，一味的高谈阔论远离现实，恕我直言那就是“巨婴”罢了。能把生活过好的人，在其他方面也并不会差。
                                                                            
生活中的大部分事情都是要涉及柴米油盐等琐事的！你现在感觉不到只是家长把你照顾的太好了！如果不是那种请得起保姆照顾一切琐事的有钱人，普通人的一生往往都需要面对这些无趣却重复的琐事！
                                                                                            
潘驴邓小闲吧……5取3我就很开心啦
                                                                            
哈哈哈哈哈哈是的，古人的智慧
                                                                                            
 
没有理想型和择偶标准，看对眼了就行了，喜欢了，理想的身高体重年龄甚至性别都可以上下浮动或者改变
                                                                            
 
 
我觉得这个择偶标准奇奇怪怪的，明明应该是想说“拥有比较强的辩证思维能力，可以深度讨论复杂问题而不是简单的二元辩论”，但是说的就很二极管
                                                                            
那是不是要宣传说疫情凸显了中国人民顽强毅力和党的领导力呀（就是说丧事喜办）因为也确实是封城的措施有力，这样就不二极管了，但这样好吗？////我说中医药局限性，你不认同可以提出证据反驳的呢，欢迎
                                                                                            
希望crush的心动持久又饱满，琐碎中的浪漫平凡且动人 
硬性标准hhhh 
其实我想说 现代医学 没有局限性了吗？
                                                                            
女生来答题了我一直希望跟另一半能有很深层次的沟通交流，或者说想找到soulmate。(不知道你所说的是否有这层意思在)但是现实生活中，找准soulmate的概率又非常小。所以我想还是怀揣着这种期待，但不一定为硬性条件。最后我觉得男女择偶条件可能没多少不同，只是女生和男生中都有各种各样的男女生而已
                                                                            
是的，那我应该就是想找一个soulmate了的样子呢，谢谢
                                                                                            
其实应该反过来想男生的想法，是不是男生更不愿意找比自己身高高和学历高的女生啊😂😂
                                                                            
嗯，怎么说呢，因为我没有这个想法，而且他们的想法我也不会受到影响，所以没有考虑问他们，哈哈哈哈
                                                                                            
搞学术的谁还没点辩证思维了。。。虽然但是，我觉得投这个稿的男生略微有点性别歧视（了解中医药的局限性的女生很少？？？？）（没有杠的意思，你杠你对
                                                                            
只是我取向是女生 
外在和內在。圍繞這兩點可以延伸出N點。我是有點好奇條件優越的女生是要求苛刻些呢？亦或是因為看得太多反而豁達要求比較隨和呢？
                                                                            
要求高到历尽千帆，发现除了人品学历，其他都不重要了
                                                                                            
无论有没有要求，有什么样的要求，当那个人真的来到你身边的时候，你就会觉得要求根本就不重要，你爱他的是他这个人，你们之间的磁场相互吸引，什么都阻挡不了。
                                                                            
 
 
他的性格真的完全踩在我的择偶标准上，谦逊有教养，沉稳又冷静
                                                                                            
 
高富帅吧 
大概是电视剧看书还有家庭因素综合影响的，但是一旦遇到了那个心动的人，所有择偶要求都会变成他
                                                                            
缘分很重要 
 
哈哈哈哈，参考一个事例就是
                                                                                                一个父亲指着乞讨的人对孩子说，你要好好学习，不然将来就会像他们一样----另一个父亲同样情况下对孩子说你要好好学习，将来可以好好帮助他们
                                                                                            
 
 
能理解你，我的想法有时候和你差不多，别人都说很理想化，反正自己坚持吧，还有就是，喜欢的定义应该是身高颜值内在能力这些都应该包括的，你说的只适合长期接触后可能会产生感情，但是第一面肯定看的都是外在能看出来的！
                                                                            
嗯，谢谢
                                                                                            
 
哈哈哈哈，给你种下一颗对中医怀疑的种子，希望他能发芽，哈哈哈哈
                                                                                            
这表述之间完全没有逻辑关系啊，简洁明了表达你的观点和诉求，可能更有利于大家帮你答疑解惑。
                                                                            
最后一句是问题，哈哈哈哈
                                                                                            
 
哈哈哈哈，吓到我了，赔钱
                                                                                            
女生要求男生身高有什么意义→因为矮了大��数情况都不会多好看
                                                                            
哈哈哈哈，扎心了。不过还是感谢您的回答
                                                                                            
第一条，不自以为是、试图掌控我和对我输出观点。
                                                                            
那我弱弱地说一句，交流肯定是双方都输出观点的。当然我这句也输出了观点，如果您觉得感到冒犯了，对不起
                                                                                            
 
我是想着哈，能了解对中医看法的哈，也会会对婚姻和家庭的看法一致。因为婚姻和家庭这些的看法其实应该是大同小异，应该都认为要以相爱为前提什么的
                                                                                            
我就厉害了 没有要求
                                                                            
哈哈哈哈，那您和您爱人应该很幸福了诶。被你爱都是无条件的，酸了酸了
                                                                                            
不知道你问出这个问题的想法是什么，如果是为了看看大众的择偶标准并且调整自己就大可不必了。对于爱情我持前进中等待的态度，这个等待并不是什么都不做，这同时也是让自己成长的过程，更了解自己，调整自己在人际交往中的索取及程度。自己成熟到一定程度，才能更好迎接真正属于你的爱情不是吗？
                                                                            
 
和现在在发展的男生都是忠诚的中医黑 都爱听摇滚乐 都喜欢科幻
                                                                                能互相接住很多梗  但是
                                                                                依然有很多很多观点不合的时候有争吵  但事后想想也觉得有些事情没有那么重要也不可能找到一个观点完全契合的人
                                                                            
是的，自己有时都会否定自己的，所以自己看重的重要的事能一致就好，其他的也还可以慢慢调和，而且不以一定要说服对方为目的的话，说不定也是两个人拌嘴的乐趣哟。祝福你们
                                                                                            
我想你说的应该是独立思考的能力吧？不过这和你后边想得到的新鲜与沟通好像没有多大关系。不管是爱情亲情友情最重要的是求同存异共同进步。爱情里有的人不愿意将就是很正常的，但是你要明白适合与理想型的区别，要有所取舍。适合这个东西，我感觉还是要多探索自身的情感需求or多试几次才能发现。
                                                                            
好哒，谢谢，谢谢
                                                                                            
不知道我表达清楚没有，评论区给你提的意见你可以用的拿来用，你觉得不行的就算了。不要过多被影响，一人喜欢一个模样。保持住自身的优点，慢慢改掉缺点，还怕开始不了吗？天生的身高家庭啥的就别太在意了，反正也改不了，努力用其他方面遮吧
                                                                                            
怎么说呢，其实我也不确定自己是不是有独立思考能力，我也很容易受其他观点影响，所以不奢求对方有。但是哈，你说的共同进步，也是要在一起了之后，我想问是开始会因为什么
                                                                                            
真诚才是最大本领 
唉，真诚，只能说我没有遇到对的人吧。谢谢您的回答
                                                                                            
） 
 
这太简单了
                                                                                长得帅我就可以开始单方面暗恋了 
看自己需求来，我喜欢那种温柔型的
                                                                            
这是找对象还是搞学术？ 
以前有特定喜欢的长相类型，现在觉得长相应该是择偶条件中最不重要的一个部分了。两人互相吸引，相互奔赴，遇到问题一起解决，给对方足够的信任和安全感才是最重要的吧。你给我坚定的爱，我也会回予你笃定的承诺。
                                                                            
是的呢，又是企盼神仙爱情的一天
                                                                                            
男的，活的，下雨知道回屋 
 
找到跟你任何观点都一致的人是不可能的。大家相互包容，自己的观点自己藏着就行了，避免“除了激怒他人以外无意义”的讨论。说实话，充满表达欲、好为人师、喜欢以小见大式的对别人进行武断的评判、讨论一定要争胜负分高低的男性形象，一想到就挺令人窒息的。(你亲戚里面一定有这样的中年男性。)
                                                                            
我一般先看脸，脸决定了我要不要深一步了解
                                                                            
哈哈哈，真实
                                                                                            
 
不知道他说的“有局限性”的含义是什么，如果就是字面意思，那人人都知道中医药有局限性。但是如果只是为了语气得体，背后意思是中医药就应该消失，西医才是王道之类的，那我认为，极端的是他自己。
                                                                            
传统医学的局限性，爷笑了，怎么着，感觉自己是现代科技医学的忠实追随者很骄傲呗？
                                                                            
第一次恋爱没有标准要求，就顺其自然水到渠成的，后面的恋爱择偶要求就是没有前男友们的缺点
                                                                            
谈的多了就知道自己想要什么样的了
                                                                            
遇到喜欢的就去追吧，想这么多不如行动
                                                                            
身高…我觉得是从原始社会开始就一致存在的择偶观吧？或许遵从基因的偏好也说不定？
                                                                            
我看到的投稿贴女生对身高要求蛮低的吧，除了很喜欢高个的，一般都是高一点儿就行了
                                                                            
怎么说呢，感觉人和人相处一定会遇见持不同观点的时候，主要是看双方有没有想要沟通的意愿吧，是否愿意与他人沟通这点应该会考虑一下性格方面（不能说是择偶标准但交友的话会看这点）
                                                                            
我把看待事物观点是否一致统称为审美一致，这个非常重要，虽然外表决定第一眼，但是时间久了外表可以为内在让步
                                                                            
我一下子就看懂了，关于恋爱你想得太多，谈得太少。这是门实践科学，多多实践。你这琢磨的功夫不知道错过了多少青春
                                                                            
喜欢什么样的没有定数，讨厌什么倒是十分明确。
                                                                            
 
认真答题道德底线高的
                                                                            
我的标准是又高又帅（我在做梦不要戳穿我），但是实际上喜欢的都是那种相处了很久，觉得很上进，三观契合的
                                                                            
很难找到吗？中医有局限性，西医也有局限性，不都很正常吗
                                                                            
看缘分 
具体的标准每个人都不一样吧，但是起码一定要真正的尊重女性，尊重女性的社会价值，职业追求，创造力等等。不把女性设定为家庭理所当然的奉献者这一点就很难做到了
                                                                            
 那说实话当然没那么契合也行 
用我之前同门的一句话人家看不上他！ 
绕一大圈还是在意身高... 
 
就算一开始你没有达到她的预期标准（不是强制性的），她可能也会日久生情。其实标不标准的也是不太标准的
                                                                            
 
谁谈恋爱天天聊中医啊
                                                                            
追问择偶标准怎么定出来的就像追问爱情是什么一样毫无意义。每个人都有自己的标准，不要追问“为什么你标准这样”，也不要否定对方的标准，反正你也有自己的标准，而你是否真的开心，也只有你自己最清楚啦。
                                                                            
 

                                                                                我更推崇的伴侣关系是互相取暖是抚慰而非任何事的契合与一致，每个人看法不同随缘了
                                                                            
 
 
正经答题，我是女生，喜欢女生，择偶要求里最重要的一条就是"反刻板印象"，如果能说出"中性风不配做女团"之类的话在我这就直接pass了
                                                                            
 
感觉世界上辩题这么多，很难找到那个恰好和你每个问题有同样立场的人，就算观点不同也能交流并且互相理解最重要，而不是一遇到分歧就觉得对方不可理喻…就是要互相理解互相尊重8！
                                                                            
爱情就是猝不及防~你以前的条条框框，全都被她打破的时候，就是你的爱情到来了~
                                                                            
 
 
眼缘吧，有的人一打眼就让你觉得有趣想要交流
                                                                            
 
遇到喜欢的人的时候没有择偶要求… 
看家庭
                                                                                因为遗传和环境影响，大多数人和爸妈都太像了 
你这样也挺好的呀 也不用急
                                                                                慢慢找呗 
，理科读到这时候非中医专业的，怎么可能完全认同什么中医传统。所以你想要的这里这种一大把。我是不掺和你们找对象的事。但从观点上讲，还是读到这时候的理科男女生理想自然是既要有激素冲动也要找合伙人了
                                                                            
看看欲望都市吧
                                                                            
 
我优先考虑在一起以后有没有比一个人的时候更快乐，不然何必在一起呢
                                                                            
要不去医学院里遛一圈？随便拉一个都行
                                                                            
我比较肤浅 
没有要求，全凭感觉罢了
                                                                            
 
不要要求别人，慢慢等就好 
说实话这世上什么事没有局限性hhhhh中医西医都有局限性，两者也都有很好的作用
                                                                            
每个人都不一样吧
                                                                            
谈恋爱不是理性辩论。看重身高是为了下一代基因，此外也是形象得分。高个子更让人有安全感。
                                                                            
 
现在能找个让人不讨厌都不太容易了
                                                                            
没有什么严格要求的。看着顺眼的人，你身高一米七没房没车都不是问题，看着不顺眼的，别人问起来为啥不满意，那就是身高不够一米八经济条件比我差性格不喜欢等等各种原因。
                                                                            
志趣相投或者观念相似，再或者温柔一点。在我这里对身高无要求。
                                                                            
真的不好说，我朋友和她老公火车上认识，只是因为她老公那天穿了一件她喜欢的牛仔外套就对他一见钟情，然后俩人恋爱7年上个月结婚
                                                                            
可能观点不同，但愿意认真听，也不行么🤔我是那种只要你认真讲，不会管讲什么我都会认真听的人
                                                                            
再劝劝大家恋爱可以多谈当试错，知道相处过程中不喜欢什么，才能知道喜欢什么。
                                                                            
高富帅有才华
                                                                            
按兴趣吧，比如我近两年对游戏大神非常有好感。。
                                                                            
 
 
我倒是不介意男生175以下，只要他不介意我喜欢穿高跟鞋穿完比他还高，我的标准只要脸好看和让我觉得足够有趣二选一达成一条就行_(зゝ∠)_
                                                                            
外在看得过去一般般就好了
                                                                                身高比自己高就好了……更重要的是一些品质吧 不要伤害到自己 
我觉得是因为经历吧，经历不一样，对人生的感受和需求也不一样
                                                                            
我感觉并没有所谓的条条框框，很多时候看的是感觉还有时机。
                                                                            
我认为性格稳定能掌控好自己人生这点最重要，其它的么，随心情了
                                                                            
 
emmm除了最基础的东西
                                                                                例如三观正 有责任心 有上进心之外 最吸引我的点是有学识或能力强
                                                                                会让我特别崇拜的 我会特别喜欢 
看脸
                                                                            
随缘
                                                                            
 
我颜控哈哈哈哈
                                                                            
一瞬间的心动？
                                                                            
感觉会看自身条件
                                                                            
有在北京上学的女生么 
真诚 有趣 帅 随便占俩都行
                                                                            
 
我也在想自己到底喜欢什么样的？自己到底想要什么，被难住了，我自己不知道
                                                                            
我也想知道 
可能你得提升自己然后发现这种女孩还挺多的 
然后最后只剩一个颜狗的尊严 
看感觉… 
契合度 
 
能新鲜谈论说明对方能找到生活的新鲜感。
                                                                                好奇爱思考，更希望对方能抱着尊重的态度去对待不甚了解的事物（如中医）
                                                                            
 
模糊数学 
外形、家庭背景、经济条件、性格三观等等方面都跟我差不多吧，如果我是男生我一定会喜欢上现在的自己的哈哈哈哈哈，自恋我本人
                                                                            
我觉得是男孩子温柔  尊重女生  爱他自己
                                                                                有责任感 
谢谢
                                                                                            
你如果有一个志同道合的朋友会比较好
                                                                            
慢慢接受平凡的自己，就像平凡的世界，我们恩恩爱爱，共同面对未来，我会包容你的一切，就像你能接受我的普通。
                                                                            

                                                                                            
看脸，长得好看标准可以通融
                                                                            
只感觉现在的恋爱大多都快餐化了
                                                                            
因为人也是动物，带有眼睛大，身高高等的基因的人比较容易存活下去，慢慢的就形成了这种审美，长得好看身材健美的不论男女都很好找对象，所以顶尖运动员和明星都很吃香啊
                                                                            
对这个我了解，千万年进化留下来的择偶模式。但是哈，现在这个社会，寿命大大延长，年老色衰，身形佝偻的时候，怎么应对有没有想过呢？靠外貌的吸引到时候肯定没有了，只有靠回忆和磨合的生活习惯吗？
                                                                                            
不喜欢的能说一大堆！ 
可是我觉得 不是科学 不代表就是非科学 
我就很直接，长得帅又有钱 
以前我不知道，现在我知道了，我择偶之前就给男生放一段杨笠女士的脱口秀段子，酸的，梗脖子说教的，顾左右而言他的都可以说拜拜。
                                                                            
哈哈哈哈，我默默地承认我是傻逼
                                                                                            
我就非常不喜欢中医啊哈哈哈，但是如果先看这些问题的话那交往真是太累了，因为值得探讨的社会性问题太多，不太可能遇到每个领域都非常契合的人...
                                                                                所以我会更倾向于找思想开放能求同存异的人，毕竟有些社会性问题并不会切实影响到生活
                                                                            
但整体来说“喜欢”这件事很难出现。 
脸第一，但灵魂特别有趣的前面那句就当我没说（特别有趣指无穷小亮、散人这种
                                                                            
首先看外表，希望对方高高瘦瘦白白净净，然后就是有个点会让我觉得他很聪明，很厉害，或者很上进，比如游戏玩的好也是技能之一哈哈哈
                                                                            
你的择偶标准切入点有点云里雾里
                                                                                我如果打算谈一段负责任的恋爱 最在乎的是对方对女性是否尊重 他的家庭关系是否平等
                                                                                是否强迫生育 对性骚扰性羞辱的态度 如果只是暂时谈一段 我只在乎帅不帅
                                                                            
狗头保命 
你可能想找一个可以和自己价值观差不多的女生
                                                                                你们在讨论事情的时候观点可以不同 但你们又不会否认彼此 可以一直探讨
                                                                            
bingo
                                                                                            
这个问题就…… 为什么要问呢
                                                                                我们又不是活在别人的要求和标准里 
不土不low不杠精不装逼情商不低 
择偶要求让我快乐 
没什么意义，单纯就是非常喜欢身高差而已，觉得抱着个子高的男生/女生有一种抱着大型玩偶的满足感
                                                                            
认真答题长得OK、身高175＋(帅的话170＋)、不胖、愿意一起去健身房练肌肉更好、为人真诚有责任心、不抽烟不酗酒、工作不错、对生活热爱喜欢接触新事物让人永远有新鲜感，最后家境OK(不需大富大贵只需不是拖累)
                                                                            
 
 
看完评论，我觉得投稿人来这里问不大对，大部分人完全不理解你这个标准是什么意思。另外，女生和男生一样，择偶标准是有很大个体差异的。你一边希望对方有独立思考能力，另一方面概括性地认为女性对男性身高有要求，这两点是不是矛盾了呢？
                                                                            
投稿人应该没有谈过恋爱吧…多经历一下就应该会有新的看法（你提的这个问题网友应哪怕给了你答案，你也没法实践的…）
                                                                            
 
认识到传统医学局限性的人还少吗……我觉得比认识现代医学局限性的人还要多啊(网上)
                                                                            
感觉+磨合哈哈哈 
这个投稿好莫名其妙……先是说女生要求男生身高有什么意义，然后说自己很看重女生的一些思想，最后疯狂挽尊……
                                                                            
帅的 
因为高个男生站旁边的感觉很好，反正就一种感觉，有些人也不在意啊
                                                                            
感觉 算吗哈哈！ 
合适的伴侣不是靠想象出来的，而是磨合出来的……
                                                                            
不过在一起的时候感觉放松是非常重要的。 
我觉得投稿人跟我很像(不是非让投稿人康康我的意思)我也是这么想的，总在进行头脑风暴，看待问题两面化。择偶要求啊，就我自己来说，看自己的需求，以及能让自己舒服的方式就👌没有特定的东西
                                                                            
我觉得学临床医学（好学校），或者学物理的女生当中比较多满足你要求的
                                                                            
没什么好择的，也就那样 
俺私以为俩人的感情中最重要的是这段关系带给两个人的创造与改变，而不是你摆好了条条框框，等着那个模板女孩出现。说不定呢，哪天你遇到了一个中医女孩，你也开始发现传统医学的好了呢
                                                                            
我以前也像你这样思考过很多，但后来发现涉及到两个人的关系和感情的问题是很难用理性去解释的
                                                                            
理想型……so我百分之九十九也不能实现理想啊
                                                                            
 
女生要求男生身高是因为后代身高考虑啊。嘻嘻，我找到了和我看问题方法基本一致的人啦，方法就是见尽可能多的人呀。总会找到的，而且职业专业也有关系，一些新兴行业的女生思想会更开放些？
                                                                            
 
我曾经也不知道自己喜欢什么，后来我终于发现，我喜欢帅哥
                                                                            
如果是非医学生，并不需要了解中药的局限性吧，谨遵医嘱才是最重要的吧
                                                                            
 
薛定谔的择偶要求 
真诚聪明有品味 
巧了，我感受和投稿一样，我是女生。 
现代医学能治的病也不是很多，多锻炼身体更好 
亲的下去，睡的舒服，最好胳膊有一圈粗粗的肌肉 
温柔吧，有界限的那种 
没有额择偶标准吧…但能察觉到一个人身上的点是不符合择偶标准的，一般情况下没差太多也都凑合。我是对于对未来有规划很有条理的人又格外的好感，所以如果让我意识到这个点
                                                                                好感度会涨的很快。我觉得很多人可能也会有一些偏好。 
 
不管是什么方面总得有一个值得欣赏的点  会让人冒星星眼的那种
                                                                            
 
都有个最在乎的点吧 
我的观察相较于男性，对女性来说，外貌极大影响着后续进程。
                                                                                我的推测男性对于繁衍的欲望如同稳定之于国家，是压倒一切的。 
靠感觉 
 不了解循证医学的话这个还是很难意识到的吧。 
既不自信别人会喜欢自己什么，也没有自信自己会喜欢别人。
                                                                            
脸，身材，尺寸和技术。最后一项比较强的话，脸和身材无所谓。
                                                                            
别这么拧巴(说实话)，喜欢啥样就追求啥样的，还有最好先不要有这种类似灵魂沟通的想法，吃喝玩乐沟通上能在一个频道就不错了，想这么多不去先去撩一个咯
                                                                            
理想型是会变的，先看脸，再了解灵魂，人品，相处舒适度都比较重要。身高看人选择了。
                                                                            
有趣且谈得来吧，毕竟未来很长，要跟一个有趣的人一起度过
                                                                            
 
当你为了对方的择偶标准而改变自己时，你就丧失了主动
                                                                            
(我是女的 
， 
 
不知道，你想表达什么，上边说局限，下面又说看待问题的角度。不自信，是真的，考虑太多了。送你句话，只管追
                                                                            
有意思 听得懂武汉话 
我喜欢三观相符，细心照顾我的…… 
如果是为结婚择偶，那择偶要求是根据为什么结婚定的吧
                                                                            
看脸 
三观最重要，外貌锦上添花 
 
 
当然是看脸，就像投论文，主编初审，过不了就直接拒了，后面审稿人才会看细节，最后还得主编定夺。。
                                                                            
帅 本科 就这两个要求
                                                                            
责任感和忠诚真的很重要，而且必须要去判断好才能结婚，恋爱本就是在试错
                                                                            
我以前也想过自己应该找怎样的人，想了很多但没有具体的标准，直到遇到我男朋友，了解了不到一个星期，就觉得这个人就是我的soulmate，他所有的特质都戳中了我的点。
                                                                            
女生这么大一群人，每个人都不一样，就能对择偶标准一概而论给个答案？
                                                                            
我身边就没有不知道看病先去西医，看不好再去中医碰运气的。
                                                                            
就比我基友对我更好一点，毕竟连我基友都比不过那干嘛要谈这个恋爱
                                                                            
dbq我会看很多现实因素 
 
 
性格性格性格 
这样的人很多，只不过你还没有熟到能让别人和你讨论这些的程度
                                                                            
被渣渣伤害之后有的标准 
先看脸， 
 
要求男生比女生高，原因是这样看起来更顺眼，让女生更有安全感，而且我觉得这个要求也不过分吧，男生垫增高鞋垫我也不介意
                                                                            
因人而异，每个人对伴侣的需求不一样，要说具体的标准，我个人感觉要综合来看，不是具体在哪一点上的。条条框框是给不喜欢的人的，遇到了喜欢的哪一条标准都能放宽，就像三毛说的“不多，不多，以后还可以吃少一点”
                                                                            
凭感觉（说白了 看脸
                                                                            
在一起的氛围是不是开心快乐（朋友也一样）
                                                                            
看三观 
哦…这种其实很能筛掉一部分人吧…比如我想找个能陪我为了一个戏剧坐飞机高铁满世界乱跑，买vip座位在剧院看三个小时剧的人…其实这个条件基本就能确定这个人起码是对艺术有一定兴趣并且愿意投入的人。。细究的话可能连出生的家庭的收入水平都能给圈出范围来。。属于非常具体的标准了。。
                                                                            
还有可能是这些暗含的细节都没有达到，但真的很爱你
                                                                                            
 
因为我有什么，所以我也希望你也能有什么
                                                                            
“但你们男生不一样，你们男生是世界的主角，你们永远站在世界的中心，你们说的每一句话，都特别重要，是至理名言，都为这个世界指明了发展方向。”哈哈哈哈为什么我又突然想到了这句话。
                                                                            
 
 
感谢
                                                                                            
你想这么多说明你还没遇到你喜欢且喜欢你的人
                                                                            
 

                                                                            
没有没有，我投稿的疑问是问女生择偶要求，以及为什么是这样的要求，前面只是一个上下文语境呢
                                                                                            
女生的择偶标准感觉是比较出来的 
我不太喜欢一定要要说服对方的男生。。。。即使对方和我的三观基本一致，也不可能对任何事物的看法都完全一致。如果不一致的时候也能够求同存异、和平共处，相处起来就可能会比较舒服吧
                                                                            
总结了一下，虽然外貌不同性格各异，但交往过的人都很幽默风趣、对他人有同理心，善良有礼貌，还有最关键最吸引我的一点是他们都有喜爱并为之努力探索的兴趣爱好，我觉着他们在跟我讲自己喜欢的事物时眼睛里都有亮晶晶的光，我很喜欢这一点。
                                                                            
 
投稿人绝对不是理工科男生，磨磨唧唧看得我好无语……以及肯定是牡丹……
                                                                            
尊重 理解他人 富有同理心 
至于人家选不选我那就两码事了 
人都不认识就想婚后了这就是焦虑的空想恋爱家嘛（说笑的），说真的很希望论点一致不如去辩论队站站队，更何况也不是所有女生都只看脸看钱择偶的好么（而且这也无可厚非吧），这种事情要能解释清楚国家分配不指日可待（x……
                                                                            
 
我不看中医，不吃中成药，但我从未想过这会是我择偶的一个必然要求，我认为两个人能不能长久地在一起，不是看双方的知识结构是否重合，而是双方能否有效沟通，没有人是全知全能的，我愿意为他解释，他愿意认真听，这就很好(如果某天，你喜欢上一个姑娘，但是却因为你不懂剪辑被拒绝了，这不是很荒谬吗)
                                                                            
脸 
比较肤浅帅的加分 
可是。。。有些女生自身身高就已经168170，要求男生175+也没毛病啊。。。身高这块还是看个人条件吧，基本上要求男生身高180+的女生身高也不会矮
                                                                            
 
不用管女生喜欢什么，做自己就好。碰到喜欢的妹子可以稍微表达一下好感试探一下，如果人家完全没那个意思就不要再想她。对你有好感的女生她多多少少会表现出来一点点。如果你真的很喜欢她那就去追吧，青春短短几年，为什么不为爱情疯狂一次哈哈哈
                                                                            
 
越大越觉得品性最重要   以及恋爱是两个人一起变得好愿意和对方同频共振
                                                                                而不是放眼望去选一个和自己十分一致的人 
完全不信任中医和中医治百病，不都是一类人？成年人都是能认识一件事物的优势和劣势才行吧。我自己择偶的最重要标准是两个人一定比一个人开心才会谈，另外附带长的顺眼身高够热爱生活等一系列标准（所以我也没找）
                                                                            
看身边人不好的感情经历得出来的 
因为我身高170，所以我希望他身高不要太矮，因为我学历不低，所以我希望他也不差，因为我喜欢各种体育项目，所以我希望至少有一种热爱的项目，这样我们可以一起看比赛，一起锻炼。
                                                                            
让我开心的 
 
遇到了你后  你就是我的标准
                                                                                            
我的择偶标准是长的阳刚or个子高or肌肉壮汉，也有个子高的或者壮汉追我，然而我对象是一个胖胖的身高还行的肥宅（事实判断非价值判断）。王八看绿豆看对眼了就在一起了呗，没那么多标准的哈。
                                                                            
（简单，你找个学医的女生，大部分都能意识到局限性）
                                                                            
emmmm既然都是在一群人里挑一个人，那么规定身高后缩小筛选范围岂不是更好？
                                                                            
 
刷碗机 `

module.exports = data